Repository: dankimio/BeaconTracker
Catalog: BeaconTracker/*.lproj/Localizable.strings
Languages: ru

# inputType.name
source: Name
ru: Имя

# inputType.password
source: Password
ru: Пароль

# beacon.banner.error
source: Could not update settings
ru: Не удалось обновить настройки

# beacons.banner.error
source: Could not load beacons
ru: Не удалось загрузить маячки

# locations.banner.error
source: Could not load location history
ru: Не удалось загрузить историю местоположений

# settings.banner.success
source: Profile was successfully updated
ru: Профиль успешно обновлён

# input.banner.error
source: Could not update the profile
ru: Не удалось обновить профиль

# user.validations.email.invalid
source: Invalid email format
ru: Неверный формат почты

# user.validations.password.tooShort
source: Password is too short
ru: Пароль слишком короткий

# login.banner.invalidPassword
source: Invalid password
ru: Неверный пароль

# signup.banner.error
source: User is invalid
ru: Не удалось зарегистрировать пользователя

# user.validations.presence
source: %@ must be present
ru: %@ не может быть пустым

# user.validations.password.doesNotMatch
source: Passwords to not match
ru: Пароли не совпадают

# user.attributes.name
source: Name
ru: Имя

# user.attributes.password
source: Password
ru: Пароль
